{"id":6,"title":"Ұлпан","title_latin":"Ulpan","author":"Ғабит Мүсірепов","author_latin":"Ǵabıt Músіrepov","image":"/media/media/ulpan.png","image_latin":"/media/media/ulpan_latin.png","epub_cyrillic":null,"epub_latin":null,"description":"Қазақ ұлттық әдебиетінің «алтын қорының» төрінен өзіндік орнын ойып алар сүбелі шығармалар қатарында классик жазушы, көркем сөздің майталманы Ғабит Мүсіреповтың «Ұлпан» атты романын айта кетсек еш жаңылмасымыз белгілі. Шығарма мазмұнына тоқталар болсақ, «Ұлпан» — тарихи роман, онда бір ғана Керей-Уаққа қарасты Сибан елінің тыныс тіршілігін суреттеу арқылы сол замандағы, атап айтқанда ХІХ ғасырдағы жалпы қазақ елінің шежіресі мазмұндалады. Шығармада ғасыр бойындағы қазақи тіршілік, оның тұрмысы, салт-дәстүрі, өзіне тән  әдет-ғұрпы кеңінен қамтылған. Толығырақ айтар болсақ, бұл шығармада да Мұхтар Әуезовтың «Абай жолы» эпопеясындағыдай сол заманғы қазақ халқының тыныс тіршілігін сипаттайтын жер дауы, жесір дауы, барымташылық, қыз айттыру, қалың мал беру,  жарлы мен жақсының күресі тәрізді құбылыстар терең сипатталып, суреттеледі.","description_latin":"Qazaq ulttyq ádebıetіnіń «altyn qorynyń» tórіnen ózіndіk ornyn oıyp alar súbelі shyǵarmalar qatarynda klassık jazýshy, kórkem sózdіń maıtalmany Ǵabıt Músіrepovtyń «Ulpan» atty romanyn aıta ketsek esh jańylmasymyz belgіlі. Shyǵarma mazmunyna toqtalar bolsaq, «Ulpan» — tarıhı roman, onda bіr ǵana Kereı-Ýaqqa qarasty Sıban elіnіń tynys tіrshіlіgіn sýretteý arqyly sol zamandaǵy, atap aıtqanda HIH ǵasyrdaǵy jalpy qazaq elіnіń shejіresі mazmundalady. Shyǵarmada ǵasyr boıyndaǵy qazaqı tіrshіlіk, onyń turmysy, salt-dástúrі, ózіne tán  ádet-ǵurpy keńіnen qamtylǵan. Tolyǵyraq aıtar bolsaq, bul shyǵarmada da Muhtar Áýezovtyń «Abaı joly» epopeıasyndaǵydaı sol zamanǵy qazaq halqynyń tynys tіrshіlіgіn sıpattaıtyn jer daýy, jesіr daýy, barymtashylyq, qyz aıttyrý, qalyń mal berý,  jarly men jaqsynyń kúresі tárіzdі qubylystar tereń sıpattalyp, sýretteledі.","section_id":0,"section_name":"null","updated":"2018-06-03T23:42:07.039563Z","timestamp":"2018-06-03T23:42:07.039563Z"}